[
  {
    "common_name": "Poison Hemlock",
    "latin_name": "Conium Maculatum",
    "description": "Conium maculatum is a herbaceous biennial flowering plant that grows to 1.5–2.5 m (5–8 ft) tall, with a smooth, green, hollow stem, usually spotted or streaked with red or purple on the lower half of the stem. All parts of the plant are hairless (glabrous); the leaves are two- to four-pinnate, finely divided and lacy, overall triangular in shape, up to 50 cm (20 in) long and 40 cm (16 in) broad. Hemlock's flower is small and white; they are loosely clustered and each flower has five petals. The plant looks like the wild carrot plant (Daucus carota). One can distinguish the two from each other by hemlock's smooth texture, mid-green, quite vivid, colour and typical height of large clumps being least 1.5 metres, twice the maximum of wild carrot. Carrots have hairy stems that lack the purple blotches. It can be confused with harmless cow parsley (Anthriscus sylvestris).",
    "date_submitted": "April 3, 2022"
  },
  {
    "common_name": "Daylily, Eye of Newt",
    "latin_name": "Hemerocallis lilioasphodelus",
    "description": "‘Eye of Newt’ is a diploid daylily cultivar that features yellow flowers (to 3”) with large purple-black eye zones and green throats. Flowers appear on naked stems (scapes) that typically rise to 18” tall above a clump of arching, linear, blade-like, green leaves. Foliage is semi-evergreen in warm winter climates.",
    "date_submitted": "June 23, 2021"
  },
  {
    "common_name": "Sage of the Diviners, Salvia",
    "latin_name": "Salvia divinorum",
   "description": "Salvia divinorum has large green ovate (often also dentate) leaves, with a yellow undertone that reach 10 to 30 cm (4 to 12 in) long. The leaves have no hairs on either surface, and little or no petiole. The plant grows to well over 1 metre (3 ft) in height, on hollow square stems which tend to break or trail on the ground, with the plant rooting quite readily at the nodes and internodes.",
    "date_submitted": "September 12, 2021"
  },
  {
    "common_name": "Mandrake Root",
    "latin_name": "Mandragora Officinarum",
    "description": "Mediterranean mandrakes are perennial herbaceous plants with ovate leaves arranged in a rosette, a thick upright root, often branched, and bell-shaped flowers followed by yellow or orange berries. They have been placed in different species by different authors. They are highly variable perennial herbaceous plants with long thick roots (often branched) and almost no stem. The leaves are borne in a basal rosette, and are variable in size and shape, with a maximum length of 45 cm (18 in). They are usually either elliptical in shape or wider towards the end (obovate), with varying degrees of hairiness. Because mandrakes contain deliriant hallucinogenic tropane alkaloids and the shape of their roots often resembles human figures, they have been associated with magic rituals throughout history, including present day contemporary pagan traditions such as Wicca and Odinism.",
    "date_submitted": "January 8, 2022"
  },
  {
    "common_name": "Mugwort",
    "latin_name": "Artemisia vulgaris.",
    "description": "A. vulgaris is a tall, herbaceous, perennial plant growing 1–2 m (rarely 2.5 m) tall, with an extensive rhizome system. Rather than depending on seed dispersal, it spreads through vegetative expansion and the anthropogenic dispersal of root rhizome fragments. The leaves are 5–20 cm long, dark green, pinnate, and sessile, with dense, white, tomentose hairs on the underside. The erect stems are grooved and often have a red-purplish tinge. The rather small florets (5 mm long) are radially symmetrical with many yellow or dark red petals. The narrow and numerous capitula (flower heads), all fertile, spread out in racemose panicles. It flowers from midsummer to early autumn.",
    "date_submitted": "March 30, 2022"
  },
  {
    "common_name": "Deadly Night Shade, Belladonna",
    "latin_name": "Atropa Belladonna",
    "description": "Atropa belladonna is a branching herbaceous perennial rhizomatous hemicryptophyte, often growing as a subshrub from a fleshy rootstock. Plants grow to 2 m (7 ft) tall with ovate leaves 18 cm (7 in) long. The bell-shaped flowers are dull purple with green tinges and faintly scented. The fruits are berries, which are green, ripening to a shiny black, and approximately 1.5 cm (0.6 in) in diameter. The berries are sweet and are consumed by animals that disperse the seeds in their droppings, even though they contain toxic alkaloids (see Toxicity). There is a pale-yellow flowering form called Atropa belladonna var. lutea with pale yellow fruit.",
    "date_submitted": "November 10, 2021"
  }
]
